<main>
    <div class="container mt-5">
        <div class="row">
            <div class="col-2">
            </div>
            <div class="col-8">

                <h1>Главная</h1>

                <h3 class="mt-5 mb-3">Описание</h3>

                <p><b>access_manager</b> - вспомогательное ПО для контроля <i>разрешений</i> пользователей с
                    различными <i>ролями</i>
                    на доступ к той или иной функциональности основного ПО.</p>

                <h3 class="mt-5 mb-3">Словарь</h3>

                <p><b>Роль (role)</b> - группа людей имеющих доступ к одной и той же функциональность основного ПО.
                </p>

                <p><b>Функция (function)</b> - часть функциональности основного ПО доступ к которой может быть
                    открыт/закрыт
                    для любой из <i>ролей</i>.</p>

                <p><b>Разрешение (permission)</b> - возможность/невозможность пользования <i>функцией</i> для <i>роли</i>.
                </p>
            </div>
            <div class="col-2">
            </div>
        </div>
    </div>
</main>
